Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: No vertical change.
de: Keine senkrechte Änderung.
es: Sin cambios verticales.
fr: Pas de changement vertical.
it: Nessun cambiamento verticale.
pt_br: Nenhuma mudança vertical.

source: Nominal growth is below inflation.
de: Das nominale Wachstum liegt unter der Inflation.
es: El crecimiento nominal está por debajo de la inflación.
fr: La croissance nominale est inférieure à l’inflation.
it: La crescita nominale è inferiore all’inflazione.
pt_br: O crescimento nominal está abaixo da inflação.

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
pt_br: Nenhum

source: None of these
de: Keiner davon
es: Ninguno de estos
fr: Aucun de ceux-ci
it: Nessuno di questi
pt_br: Nenhum desses

source: Nonzero vectors with dot product 0 are perpendicular.
de: Vektoren ungleich Null mit Skalarprodukt 0 sind senkrecht.
es: Los vectores distintos de cero con producto escalar 0 son perpendiculares.
fr: Les vecteurs non nuls de produit scalaire 0 sont perpendiculaires.
it: I vettori diversi da zero con prodotto scalare 0 sono perpendicolari.
pt_br: Vetores diferentes de zero com produto escalar 0 são perpendiculares.

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
pt_br: Agora não

source: Not quite — here's why:
de: Fast — hier ist warum:
es: No del todo, he aquí por qué:
fr: Pas tout à fait – voici pourquoi :
it: Non proprio, ecco perché:
pt_br: Não exatamente - aqui está o porquê:

source: Not supplementary — that's 180°.
de: Nicht supplementär — das wären 180°.
es: No suplementario, eso es 180°.
fr: Pas supplémentaire – c'est 180°.
it: Non supplementare: sono 180°.
pt_br: Não suplementar – isso é 180°.

source: Nothing to review
de: Nichts zu wiederholen
es: Nada que revisar
fr: Rien à revoir
it: Niente da rivedere
pt_br: Nada para revisar

source: Nothing to score.
de: Nichts zu bewerten.
es: Nada que anotar.
fr: Rien à marquer.
it: Niente da segnare.
pt_br: Nada para marcar.

source: Number line
de: Zahlenstrahl
es: recta numérica
fr: Droite numérique
it: Linea numerica
pt_br: Linha numérica

source: Number of components
de: Anzahl der Komponenten
es: Número de componentes
fr: Nombre de composants
it: Numero di componenti
pt_br: Número de componentes

source: Numerator = f′g − fg′
de: Zähler = f′g − fg′
es: Numerador = f′g − fg′
fr: Numérateur = f′g − fg′
it: Numeratore = f′g − fg′
pt_br: Numerador = f′g − fg′

source: OR needs at least one true part.
de: OR benötigt mindestens einen wahren Teil.
es: O necesita al menos una parte verdadera.
fr: OR a besoin d'au moins une vraie partie.
it: OR necessita di almeno una parte vera.
pt_br: OR precisa de pelo menos uma parte verdadeira.

source: On a 12-hour clock, 9 + 5 hours lands on:
de: Bei einer 12-Stunden-Uhr landen 9 + 5 Stunden auf:
es: En un reloj de 12 horas, 9 + 5 horas caen en:
fr: Sur une horloge de 12 heures, 9 + 5 heures atterrissent sur :
it: Su un orologio a 12 ore, 9 + 5 ore si fermano su:
pt_br: Em um relógio de 12 horas, 9 + 5 horas chegam a:

source: On a circle of radius 1, sin and cos are coordinates.
de: Auf einem Kreis mit Radius 1 sind sin und cos die Koordinaten.
es: En un círculo de radio 1, sen y cos son coordenadas.
fr: Sur un cercle de rayon 1, sin et cos sont des coordonnées.
it: Su una circonferenza di raggio 1, seno e coseno sono coordinate.
pt_br: Em um círculo de raio 1, sen e cos são coordenadas.

source: On a scatter plot, points close to an upward line suggest:
de: In einem Streudiagramm deuten Punkte nahe an einer steigenden Linie auf Folgendes hin:

source: One
de: Eins
es: Uno
fr: Un
it: Uno
pt_br: Um

source: One column.
de: Eine Spalte.
es: Una columna.
fr: Une colonne.
it: Una colonna.
pt_br: Uma coluna.

source: One false part makes the whole AND statement false.
de: Ein falscher Teil macht die gesamte AND-Anweisung falsch.
es: Una parte falsa hace que toda la declaración AND sea falsa.
fr: Une partie fausse rend toute l’instruction AND fausse.
it: Una parte falsa rende falsa l'intera istruzione AND.
pt_br: Uma parte falsa torna toda a instrução AND falsa.

source: One favorable side out of six.
de: Eine positive Seite von sechs.
es: Un lado favorable de seis.
fr: Un côté favorable sur six.
it: Un lato favorevole su sei.
pt_br: Um lado favorável em seis.

source: One huge value changes the sum.
de: Ein großer Wert verändert die Summe.
es: Un valor enorme cambia la suma.
fr: Une valeur énorme change la somme.
it: Un valore enorme cambia la somma.
pt_br: Um valor enorme altera a soma.

source: One part is false
de: Ein Teil ist falsch
es: una parte es falsa
fr: Une partie est fausse
it: Una parte è falsa
pt_br: Uma parte é falsa

source: One part is true
de: Ein Teil ist wahr
es: Una parte es verdad
fr: Une partie est vraie
it: Una parte è vera
pt_br: Uma parte é verdade

source: One pen costs $2.
de: Ein Stift kostet 2 $.
es: Un bolígrafo cuesta $2.
fr: Un stylo coûte 2 $.
it: Una penna costa 2 dollari.
pt_br: Uma caneta custa US$ 2.

source: One-time offer. Locked in for 12 months.
de: Einmaliges Angebot. Für 12 Monate gesichert.
es: Oferta única. Precio asegurado por 12 meses.
fr: Offre unique. Tarif garanti pendant 12 mois.
it: Offerta unica. Prezzo bloccato per 12 mesi.
pt_br: Oferta única. Preço garantido por 12 meses.

source: Only 3 appears in both
de: In beiden kommt nur 3 vor
es: Sólo 3 aparecen en ambos.
fr: Seulement 3 apparaissent dans les deux
it: Solo 3 appare in entrambi
pt_br: Apenas 3 aparecem em ambos

source: Only answers
de: Nur Antworten
es: Sólo respuestas
fr: Seules les réponses
it: Solo risposte
pt_br: Apenas respostas

source: Only one number
de: Nur eine Nummer
es: solo un numero
fr: Un seul numéro
it: Un solo numero
pt_br: Apenas um número

source: Only one number is zero units from zero.
de: Nur eine Zahl ist null Einheiten von null entfernt.

source: Only terms with the same variable and power combine.
de: Nur Terme mit gleicher Variable und gleicher Potenz lassen sich zusammenfassen.
es: Sólo se combinan términos con la misma variable y potencia.
fr: Seuls les termes avec la même variable et la même puissance se combinent.
it: Solo i termini con la stessa variabile e potenza si combinano.
pt_br: Somente termos com a mesma variável e poder se combinam.

source: Only the interest
de: Nur das Interesse
es: solo el interes
fr: Seul l'intérêt
it: Solo gli interessi
pt_br: Somente o interesse

source: Only the largest value
de: Nur der größte Wert
es: Sólo el valor más grande
fr: Seule la plus grande valeur
it: Solo il valore più grande
pt_br: Somente o maior valor

source: Only the people surveyed
de: Nur die befragten Personen
es: Sólo las personas encuestadas
fr: Seules les personnes interrogées
it: Solo le persone intervistate
pt_br: Somente as pessoas pesquisadas

source: Operations on numbers below zero. Two negatives multiplied give a positive.
de: Rechnen mit Zahlen unter null. Minus mal Minus ergibt Plus.
es: Operaciones con números bajo cero. Dos negativos multiplicados dan un positivo.
fr: Opérations sur les nombres inférieurs à zéro. Deux négatifs multipliés donnent un positif.
it: Operazioni sui numeri inferiori allo zero. Due negativi moltiplicati danno un positivo.
pt_br: Operações sobre números abaixo de zero. Dois negativos multiplicados dão um positivo.

source: Opposite (vertical) angles at an intersection are congruent
de: Gegenüberliegende (Scheitel-)Winkel an einem Schnittpunkt sind kongruent
es: Los ángulos opuestos (verticales) en una intersección son congruentes
fr: Les angles opposés (verticaux) à une intersection sont congrus
it: Gli angoli opposti (verticali) in un'intersezione sono congruenti
pt_br: Ângulos opostos (verticais) em uma interseção são congruentes

source: Opposite over hypotenuse.
de: Gegenkathete durch Hypotenuse.
es: Opuesto sobre hipotenusa.
fr: En face sur l'hypoténuse.
it: Opposto sull'ipotenusa.
pt_br: Oposto sobre a hipotenusa.

source: Optimization Basics
de: Grundlagen der Optimierung

source: Optimization recipe
de: Optimierungsrezept

source: Optimization uses derivatives to find the best possible value: maximum profit, minimum cost, or shortest distance.
de: Optimierung nutzt Ableitungen, um den bestmöglichen Wert zu finden: maximalen Gewinn, minimale Kosten oder kürzeste Entfernung.

source: Or sin θ / cos θ.
de: Oder sin θ / cos θ.
es: O pecado θ / cos θ.
fr: Ou sin θ / cos θ.
it: Oppure sin θ / cos θ.
pt_br: Ou sen θ / cos θ.

source: Order
de: Reihenfolge
es: Orden
fr: Commande
it: Ordine
pt_br: Ordem

source: Order matters.
de: Ordnung ist wichtig.
es: El orden importa.
fr: L’ordre compte.
it: L'ordine conta.
pt_br: A ordem é importante.

source: Order of Operations
de: Reihenfolge der Operationen
es: Orden de operaciones
fr: Ordre des opérations
it: Ordine delle operazioni
pt_br: Ordem de Operações

source: Original principal
de: Ursprünglicher Schulleiter
es: director original
fr: Principal d'origine
it: Principale originale
pt_br: Diretor original

source: Outer 3·u² times inner 2.
de: Äußere 3·u² mal innere 2.
es: Exterior 3·u² multiplicado por interior 2.
fr: 3·u² extérieur multiplié par 2 intérieur.
it: Esterno 3·u² volte interno 2.
pt_br: Externo 3·u² vezes interno 2.

source: Outer 3·u², inner is 2x.
de: Äußere 3·u², innere 2x.
es: Exterior 3·u², interior 2x.
fr: Extérieur 3·u², intérieur 2x.
it: Esterno 3·u², interno 2x.
pt_br: Externo 3·u², interno é 2x.

source: Outer 4·u³, inner derivative is 3.
de: Äußere 4·u³, innere Ableitung 3.
es: Exterior 4·u³, derivada interior es 3.
fr: Externe 4·u³, la dérivée interne est 3.
it: Esterno 4·u³, la derivata interna è 3.
pt_br: Externo 4·u³, a derivada interna é 3.

source: Outer derivative times inner derivative.
de: Äußere Ableitung mal innere Ableitung.
es: Derivada externa multiplicada por derivada interna.
fr: Dérivée externe fois dérivée interne.
it: Derivata esterna per derivata interna.
pt_br: Derivada externa vezes derivada interna.

source: Outer is cos, inner derivative is 2.
de: Äußere cos, innere Ableitung 2.
es: El exterior es cos y la derivada interior es 2.
fr: L'extérieur est cos, la dérivée intérieure est 2.
it: L'esterno è cos, la derivata interna è 2.
pt_br: Externo é cos, derivada interna é 2.

source: Outliers can move it a lot
de: Ausreißer können es stark verändern
es: Los valores atípicos pueden moverlo mucho
fr: Les valeurs aberrantes peuvent le déplacer beaucoup
it: I valori anomali possono spostarlo molto
pt_br: Outliers podem movê-lo muito

source: P is principal, r is the decimal rate, and t is time.
de: P ist der Hauptbetrag, r ist die Dezimalrate und t ist die Zeit.
es: P es el principal, r es la tasa decimal y t es el tiempo.
fr: P est le principal, r est le taux décimal et t est le temps.
it: P è il capitale, r è il tasso decimale e t è il tempo.
pt_br: P é o principal, r é a taxa decimal e t é o tempo.

source: PEMDAS — parentheses, exponents, multiplication/division, addition/subtraction.
de: Klammer, Potenz, Punkt, Strich.
es: PEMDAS: paréntesis, exponentes, multiplicación/división, suma/resta.
fr: PEMDAS — parenthèses, exposants, multiplication/division, addition/soustraction.
it: PEMDAS: parentesi, esponenti, moltiplicazione/divisione, addizione/sottrazione.
pt_br: PEMDAS — parênteses, expoentes, multiplicação/divisão, adição/subtração.

source: Parallel lines never intersect → no shared point
de: Parallele Geraden schneiden sich nie → kein gemeinsamer Punkt
es: Las líneas paralelas nunca se cruzan → no hay punto compartido
fr: Les lignes parallèles ne se coupent jamais → pas de point partagé
it: Le linee parallele non si intersecano mai → nessun punto condiviso
pt_br: Retas paralelas nunca se cruzam → nenhum ponto compartilhado

source: Parallel lines never meet
de: Parallele Geraden schneiden sich nie
es: Las líneas paralelas nunca se encuentran
fr: Les lignes parallèles ne se rencontrent jamais
it: Le rette parallele non si incontrano mai
pt_br: Linhas paralelas nunca se encontram

source: Parallelogram area
de: Fläche des Parallelogramms
es: área del paralelogramo
fr: Zone de parallélogramme
it: Area del parallelogramma
pt_br: Área do paralelogramo

source: Parentheses first.
de: Klammern zuerst.
es: Primero los paréntesis.
fr: Les parenthèses d'abord.
it: Prima le parentesi.
pt_br: Parênteses primeiro.

source: Parents who want clear practice instead of random drills
de: Eltern, die klare Übung statt zufälliger Aufgaben wollen
es: Padres que quieren práctica clara en lugar de ejercicios al azar
fr: Parents qui veulent des exercices clairs plutôt que des séries au hasard
it: Genitori che vogliono esercizi chiari invece di prove casuali
pt_br: Pais que querem prática clara em vez de exercícios aleatórios

source: Pay 75% of the original.
de: Zahlen Sie 75% des Originals.
es: Paga 75% del original.
fr: Payez 75% de l'original.
it: Paga 75% dell'originale.
pt_br: Pague 75% do original.

source: Percent of
de: Prozent von
es: Porcentaje de
fr: Pourcentage de
it: Percentuale di
pt_br: Porcentagem de

source: Percentages
de: Prozente
es: Porcentajes
fr: Pourcentages
it: Percentuali
pt_br: Porcentagens

source: Percentages are fractions out of 100.
de: Prozente sind Brüche aus 100.
es: Los porcentajes son fracciones de 100.
fr: Les pourcentages sont des fractions sur 100.
it: Le percentuali sono frazioni su 100.
pt_br: As porcentagens são frações de 100.

source: Percentages stop working
de: Prozentsätze funktionieren nicht mehr
es: Los porcentajes dejan de funcionar
fr: Les pourcentages cessent de fonctionner
it: Le percentuali smettono di funzionare
pt_br: As porcentagens param de funcionar

source: Percentages, interest, loans, and budgets
de: Prozente, Zinsen, Kredite und Budgets
es: Porcentajes, intereses, préstamos y presupuestos
fr: Pourcentages, intérêts, prêts et budgets
it: Percentuali, interessi, prestiti e budget
pt_br: Porcentagens, juros, empréstimos e orçamentos

source: Perfect run.
de: Perfekt.
es: Carrera perfecta.
fr: Course parfaite.
it: Corsa perfetta.
pt_br: Corrida perfeita.

source: Perfect square
de: Quadratische Ergänzung
es: Cuadrado perfecto
fr: Carré parfait
it: Quadrato perfetto
pt_br: Quadrado perfeito

source: Perfect square.
de: Vollständiges Quadrat.
es: Cuadrado perfecto.
fr: Carré parfait.
it: Quadrato perfetto.
pt_br: Quadrado perfeito.

source: Perfect squares
de: Quadratzahlen
es: cuadrados perfectos
fr: Carrés parfaits
it: Quadrati perfetti
pt_br: Quadrados perfeitos

source: Perfectly random
de: Völlig zufällig
es: Perfectamente aleatorio
fr: Parfaitement aléatoire
it: Perfettamente casuale
pt_br: Perfeitamente aleatório

source: Perimeter of a square with side 5?
de: Umfang eines Quadrats mit Seite 5?
es: ¿Perímetro de un cuadrado de lado 5?
fr: Périmètre d'un carré de côté 5 ?
it: Perimetro di un quadrato di lato 5?
pt_br: Perímetro de um quadrado de lado 5?

source: Period
de: Periode
es: Período
fr: Période
it: Periodo
pt_br: Período

source: Perpendicular
de: Senkrecht
fr: Perpendiculaire
it: Perpendicolare

source: Perpendicular test
de: Senkrechter Test
es: prueba perpendicular
fr: Test perpendiculaire
it: Prova perpendicolare
pt_br: Teste perpendicular

source: Pick any topic to keep practicing.
de: Wähle ein Thema und übe weiter.
es: Elige cualquier tema para seguir practicando.
fr: Choisissez n’importe quel sujet pour continuer à vous entraîner.
it: Scegli un argomento su cui continuare a esercitarti.
pt_br: Escolha qualquer tópico para continuar praticando.

source: Plug 2 in.
de: 2 einsetzen.
es: Enchufe 2 pulgadas.
fr: Branchez-en 2.
it: Collegane 2.
pt_br: Conecte 2.

source: Plug x = 0.
de: x = 0 einsetzen.
es: Conecte x = 0.
fr: Prise x = 0.
it: Spina x = 0.
pt_br: Conecte x = 0.

source: Polynomials
de: Polynome
es: Polinomios
fr: Polynômes
it: Polinomi
pt_br: Polinômios

source: Polynomials are sums of terms. Combine like terms, and multiply binomials with FOIL.
de: Polynome sind Summen von Termen. Fasse gleichartige Terme zusammen und multipliziere Binome mit FOIL.
es: Los polinomios son sumas de términos. Combina términos semejantes y multiplica binomios con FOIL.
fr: Les polynômes sont des sommes de termes. Combinez des termes similaires et multipliez les binômes avec FOIL.
it: I polinomi sono somme di termini. Combina termini simili e moltiplica i binomi con FOIL.
pt_br: Polinômios são somas de termos. Combine termos semelhantes e multiplique binômios por FOIL.

source: Positive
de: Positiv

source: Positive powers move right; negative powers move left.
de: Positive Potenzen verschieben nach rechts; negative nach links.

source: Positive savings means money remains after expenses.
de: Positive Ersparnisse bedeuten, dass Geld nach den Ausgaben übrig bleibt.
es: Los ahorros positivos significan que queda dinero después de los gastos.
fr: Une épargne positive signifie que l’argent reste après les dépenses.
it: Un risparmio positivo significa che il denaro rimane dopo le spese.
pt_br: Poupança positiva significa que o dinheiro permanece após as despesas.

source: Positive slope.
de: Positive Steigung.
es: Pendiente positiva.
fr: Pente positive.
it: Pendenza positiva.
pt_br: Inclinação positiva.

source: Power
de: Potenz
es: Fuerza
fr: Pouvoir
it: Energia
pt_br: Poder

source: Power of ten shift
de: Verschiebung mit Zehnerpotenzen

source: Power rule
de: Potenzregel
es: regla de poder
fr: Règle de puissance
it: Regola del potere
pt_br: Regra de poder

source: Power rule (integral)
de: Potenzregel (Integral)
es: Regla de potencia (integral)
fr: Règle de puissance (intégrale)
it: Regola di potenza (integrale)
pt_br: Regra de potência (integral)

source: Power rule on each term; the constant vanishes.
de: Potenzregel pro Term; die Konstante fällt weg.
es: Regla de poder en cada término; la constante se desvanece.
fr: Règle de pouvoir sur chaque terme ; la constante disparaît.
it: Regola di potere su ogni termine; la costante svanisce.
pt_br: Regra de poder em cada termo; a constante desaparece.

source: Power rule with 1/2.
de: Potenzregel mit Exponent 1/2.
es: Regla de potencia con 1/2.
fr: Règle de puissance avec 1/2.
it: Regola di potenza con 1/2.
pt_br: Regra da potência com 1/2.

source: Power rule.
de: Potenzregel.
es: Regla de poder.
fr: Règle de pouvoir.
it: Regola del potere.
pt_br: Regra do poder.

source: Power rule: x^4/4 + C.
de: Potenzregel: x^4/4 + C.
es: Regla de potencia: x^4/4 + C.
fr: Règle de puissance : x^4/4 + C.
it: Regola della potenza: x^4/4 + C.
pt_br: Regra da potência: x ^ 4/4 + C.

source: Powers & Roots
de: Potenzen & Wurzeln
es: Poderes y raíces
fr: Pouvoirs et racines
it: Poteri e radici
pt_br: Poderes e raízes

source: Powers of 10.
de: Zehnerpotenzen.
es: Potencias de 10.
fr: Puissances de 10.
it: Potenze di 10.
pt_br: Potências de 10.

source: Practice
de: Übung
es: Práctica
fr: Pratique
it: Pratica
pt_br: Prática

source: Pre-Algebra
de: Vor-Algebra
es: Preálgebra
fr: Pré-algèbre
pt_br: Pré-Álgebra

source: Premium unlocked for review
de: Premium für Review freigeschaltet
es: Premium desbloqueado para revisión
fr: Premium débloqué pour examen
it: Premium sbloccato per la revisione
pt_br: Premium desbloqueado para revisão

source: Premium unlocks the complete curriculum, guided paths, and every worked solution.
de: Premium schaltet den kompletten Lehrplan, geführte Lernpfade und alle Lösungswege frei.
es: Premium desbloquea todo el currículo, rutas guiadas y todas las soluciones explicadas.
fr: Premium débloque tout le programme, les parcours guidés et chaque solution détaillée.
it: Premium sblocca il programma completo, i percorsi guidati e ogni soluzione spiegata.
pt_br: O Premium libera o currículo completo, trilhas guiadas e todas as soluções explicadas.

source: Prime factors
de: Primfaktoren
es: factores primos
fr: Facteurs premiers
it: Fattori primi
pt_br: Fatores principais

source: Principal balance
de: Hauptsaldo
es: Saldo principal
fr: Solde principal
it: Saldo principale
pt_br: Saldo principal

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_br: Privacidade

source: Privacy policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza
pt_br: Política de Privacidade

source: Probabilities cannot exceed 1.
de: Wahrscheinlichkeiten können 1 nicht überschreiten.
es: Las probabilidades no pueden exceder de 1.
fr: Les probabilités ne peuvent pas dépasser 1.
it: Le probabilità non possono superare 1.
pt_br: As probabilidades não podem exceder 1.

source: Probability Basics
de: Wahrscheinlichkeitsgrundlagen
es: Conceptos básicos de probabilidad
fr: Bases des probabilités
it: Nozioni di base sulla probabilità
pt_br: Noções básicas de probabilidade

source: Probability measures how likely an event is, from 0 for impossible to 1 for certain.
de: Die Wahrscheinlichkeit misst, wie wahrscheinlich ein Ereignis ist, von 0 für unmöglich bis 1 für sicher.
es: La probabilidad mide la probabilidad de que ocurra un evento, desde 0 para imposible hasta 1 para seguro.
fr: La probabilité mesure la probabilité d'un événement, de 0 pour impossible à 1 pour certain.
it: La probabilità misura quanto è probabile un evento, da 0 per impossibile a 1 per certo.
pt_br: A probabilidade mede a probabilidade de um evento, de 0 para impossível a 1 para certo.

source: Product
de: Produkt
es: Producto
fr: Produit
it: Prodotto
pt_br: Produto

source: Product & Quotient Rule
de: Produkt- & Quotientenregel
es: Regla de producto y cociente
fr: Règle du produit et du quotient
it: Regola del prodotto e del quoziente
pt_br: Regra de Produto e Quociente

source: Product means multiply
de: Produkt bedeutet multiplizieren
es: Producto significa multiplicar
fr: Produit signifie multiplier
it: Prodotto significa moltiplicare
pt_br: Produto significa multiplicar

source: Product rule
de: Produktregel
es: regla del producto
fr: Règle du produit
it: Regola del prodotto
pt_br: Regra do produto

source: Product rule turns + into multiplication inside.
de: Die Produktregel macht aus + im Argument eine Multiplikation.
es: La regla del producto convierte + en multiplicación interna.
fr: La règle du produit transforme + en multiplication à l’intérieur.
it: La regola del prodotto trasforma + in moltiplicazione all'interno.
pt_br: A regra do produto transforma + em multiplicação interna.

source: Product rule: (1)(x+4) + (x+1)(1).
de: Produktregel: (1)(x+4) + (x+1)(1).
es: Regla del producto: (1)(x+4) + (x+1)(1).
fr: Règle du produit : (1)(x+4) + (x+1)(1).
it: Regola del prodotto: (1)(x+4) + (x+1)(1).
pt_br: Regra do produto: (1)(x+4) + (x+1)(1).

source: Product: 3(2x+1)² · 2 = 6(2x+1)²
de: Produkt: 3(2x+1)² · 2 = 6(2x+1)²
es: Producto: 3(2x+1)² · 2 = 6(2x+1)²
fr: Produit : 3(2x+1)² · 2 = 6(2x+1)²
it: Prodotto: 3(2x+1)² · 2 = 6(2x+1)²
pt_br: Produto: 3(2x+1)² · 2 = 6(2x+1)²

source: Progress tracked across every topic
de: Fortschritt über jedes Thema hinweg verfolgt
es: Seguimiento del progreso en cada tema
fr: Progrès suivis sur chaque sujet
it: Progressi monitorati in ogni argomento
pt_br: Progresso monitorado em todos os tópicos

source: Proper form would be 1.2 × 10⁴
de: Die korrekte Form wäre 1,2 × 10⁴

source: Pull out what's shared.
de: Den gemeinsamen Faktor ausklammern.
es: Saque lo que se comparte.
fr: Retirez ce qui est partagé.
it: Estrai ciò che è condiviso.
pt_br: Retire o que é compartilhado.

source: Pythagorean
de: Pythagoras
es: pitagórico
fr: pythagoricien
it: Pitagorico
pt_br: pitagórico

source: Pythagorean Theorem
de: Satz des Pythagoras
es: Teorema de Pitágoras
fr: Théorème de Pythagore
it: Teorema di Pitagora
pt_br: Teorema de Pitágoras

source: Pythagorean theorem
de: Satz des Pythagoras
es: teorema de pitágoras
fr: Théorème de Pythagore
it: Teorema di Pitagora
pt_br: Teorema de Pitágoras

source: Quadrant boundaries.
de: Quadrantengrenzen.
es: Límites de cuadrantes.
fr: Limites des quadrants.
it: Confini dei quadranti.
pt_br: Limites do quadrante.
